Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “羿道友。”印风有些惊讶的看着沈萤，没想到对方来得这么快？
en_us: "Fellow Daoist Yi," Yin Feng looked surprised when he saw Shen Ying. How did you make it so quickly?

source: “羿道友不必自谦，此人祸害一方，早已被各派联合通缉。”奚秋笑得更加开心，指了指他手上的幡旗道，“如今他既在我派管辖之地伏法，那超渡噬魂幡的事，本门自当责无旁贷。”
en_us: "You don't have to be modest. This man has been wanted by all factions for a long time." Xi Qiu smiled even more happily, pointing to the flag in his hand. "Now that he is in my sect's jurisdiction, it is our duty to release the souls from the Soul Devouring Gonfalon."

source: “羿道友既然已有师门，我等当然不会勉强您另择良师。”他笑了笑，继续劝道，“不过，我派素来有客座长老一职，道友已经是金丹道君，不如在我派做位客卿如何？”
en_us: "Since you already have a master, I will certainly not force you to choose another." He smiled and continued to persuade him, "But there is always the position of guest elder in my sect, and since my Fellow Daoist is already a Golden Core Dao Lord, how about becoming a guest elder in my sect?"

source: “羿道友，不知你此次前来玄天宗，所为何事？”奚秋问。
en_us: "Fellow Daoist Yi, what brings you to Blackheaven Sect?" Xi Qiu asked.

source: “羿道友，不知那魔修芮糜……”
en_us: "Fellow Daoist Yi, is the Soul Devouring Gonfalon..."

source: “羿道君，你这师……”暗挫挫挪到了羿清旁边的陆修士，刚想开口问问，却发现对方正双眼放光看着前面的人。咦？你这是兴奋庆幸加崇拜，似乎控制不住想满世界得瑟的眼神是肿么回事？他到底找了两个什么护卫啊喂！
en_us: "Dao Lord, your Master…" Cultivator Lu, who had silently moved over to Yi Qing, was about to ask him something when he realized that Yi Qing was looking at the person in front with star-gazed eyes. Huh? That look of exaltation, joy and hero-worship. His smug expression seemed to say that he wanted the whole world to envy him. What was this about? Just what kind of guards had he picked?

source: “老不死，你是知道我的寿命无多，所以心急火燎地赶来要送我一程么？”无名笑眯眯地问。
en_us: "Old Fart Undying, are you that anxious to send me to my death?” Wu Ming asked smilingly. “Is it because you learned that I don't have much longer to live?"

source: “老头们说他跟上青界的某个人，沾亲带故，所以才破例放进去的。名义上是悟剑峰的守山弟子，等他升上化神，就可以直接去上青界。”
en_us: "The old folks said that he was related to someone in the Azure World, so he was allowed inside as an exception to the rules. In name, he was a disciple who guarded Sword Comprehension Peak. Once he reached the realm of Soul Formation, he could directly head to the Upper Azure World."

source: “老子干嘛自己做饭？”
en_us: "I have never had to cook for myself."

source: “老子问你了解些啥？没问你食谱啊喂！”敢情这几个月你全用来吃吃吃了，还有猪食是什么鬼？信不信我翻脸，“算了！你只要知道，他现在这种情况，除非把剑气收回去，不然我们最多只能停在这里就行了。”
en_us: "I am asking about what you understand? Not asking for your recipes!" Of course you spent these few months eating away, and what pig's feed? I am going to flip out. "Forget it! You only need to know that in his current situation, unless the Sword Qi is contained, we can only stop here."

source: “老实说，你身上到底有什么？”
en_us: "Tell me the truth, what are you carrying with you?"

source: “老朋友，今生没能带你进入仙域，我很抱歉……”
en_us: "Old friend,” Wu Ming muttered, “my apologies, but I cannot bring you to the immortal realm today…”

source: “老朽等了五万年，强撑着一缕残魂就为传承我丹阳宗的练丹之术。自然是能者接之，我看此人甚好。”
en_us: "I have waited 50,000 years for this, and have hung in here as a remnant soul, all for the sake of handing down the pill refining techniques of the Dan Yang Sect. This man here is perfectly capable to take over the heritage, so I'm handing it down to him.”

source: “而且当时快到中午了。”错过了饭点多可惜啊，“所以我完全是……”
en_us: "Moreover, it was almost noon at that time." Missing lunch would have been such a pity. "So it was all because…"

source: “而且我们发现，城内靠近外侧这样的地方还很多，几乎每隔十几丈左右就会出现一处，也不知是何原因？可否与孤月兄所说的魔界之门有关？”
en_us: He added, "Also, we found out that such places are common near the borders of the city. For some reason, almost every hundred feet such an area would appear. But I'm not sure if this is related to the Door of Demon Realm that brother Lonemoon mentioned."

source: “而且我的剑意早已成形，闭关只为稳定修为，不会出什么事的。”
en_us: "What's more, my sword intent has already taken shape. I'm only locking myself up to firm up my cultivation, so I'll definitely be alright."

source: “职责所在，不必客气。”羿清看了看四周，“此处林深恐有危险。”
en_us: "It is my responsibility, you are welcome." Yi Qing looked at the surrounding and said, "I'm afraid this deep forest might be looming with danger."

source: “聚珍阁果然不凡！”
en_us: "The Pearl Gathering Pavilion is definitely special!"

source: “聚珍阁！”
en_us: "The Pearl Gathering Pavilion! "

source: “肉啊。”她回得一脸理所当然，转头就看向羿清道，“都没吃午饭吧，来来来厨子，你看看哪个部位肉好，随便选。”
en_us: "It's meat,” she replied matter-of-factly. Turning to Yi Qing, she said, "You haven't eaten lunch, have you? Go ahead, Chef, pick the choicest part of this beast."

source: “肉，很多很多的肉。”
en_us: "Meat, lots of meat."

source: “肤浅的妇人！”振祥横了她一眼道，“我这都是为了除魔卫道，麻痹那群魔修！”
en_us: "Shallow woman!" Zhen Xiang glanced at her, saying, "All I did was to annihilate fiends and protect the Dao to paralyze that bunch of fiendish cultivators!"

source: “胡……胡说，也没多少……”
en_us: "Ru... rubbish, it's not alot..."

source: “胭脂铺家的兔子不见了。”
en_us: "The rabbit in the rouge store is missing".

source: “胭脂铺掌柜的老寒腿都好了。”
en_us: "The rouge shop owner is cured of the rheumatism in his legs."

source: “能困住半个时辰就行。”羿清又转向另外两个人道，“印家主和轩辕家主从旁协助。无论是谁，困住一个游仙就好，其它人交给我。”
en_us: "We just need to hold them off for half an hour." Yi Qing turned to two other men. "Patriarch Yin and Patriarch Xuan Yuan please back him up. Just hold off any one of the traveling immortals, as for the others, leave them to me."

source: “能干嘛，当然是去收弟子啊！”孤月翻了个白眼道，“我已经打听过了，明日就是上青界各大世家门派，一年一次收徒的日子，到时所有想要修道的人都会去各仙城报名，离我们最近的就是上青城了。”
en_us: "What for? Why, to recruit disciples of course!" Rolling his eyes at her, Lonemoon explained, "I’ve already inquired about it. Tomorrow is the day when the Upper Azure World’s aristocratic families and major sects conduct their annual recruitment of disciples. Those who wish to practice cultivation will all head to the various towns to register and the closest town to us is Upper Azure Town."

source: “能用，能用！”兔王连忙点头，何止是能用，简直是太能用了。这么多妖丹，连它都激动得有些手抖了。要知道妖类之间从来都没有什么和平共存，素来也是相互撕杀的，为的就是对方的内丹。吃了对方的内丹对它们的修为可是太有益处，可一般妖类大多性烈，宁愿自爆也不会留下妖丹，而且妖体死亡一刻钟之后，如不赶紧取出，内丹也会直接损坏。而它却在这里看到了满地完整妖丹……这么多……这么多！
en_us: "Useful, useful!" The Rabbit Monarch immediately nodded. It was way more than just useful. These many demon cores made even the Demon Monarch stir with such excitement that its hands trembled. Demons had never exactly lived in peace with each other; killings amongst each other were commonplace, all just so that they could obtain the other's internal core. Consuming another's internal core was extremely beneficial to their cultivation, but most of the demons would much rather self-implode and not leave their demon cores lying around. Moreover, once a demon was dead, its core would be damaged if it was not retrieved from its body within 15 minutes. Yet, the floor here was full of intact demon cores… so many… so many!

source: “能能能！”总算恢复了说话能力的家主，用力的点头，“大仙看得上，是轩辕家的福份！”
en_us: "Yes, yes, yes!" The Master had finally regained his ability to speak. Nodding furiously, he said, "Great Immortal, it is our honor to offer to you something that you like!"

source: “能问个问题不？”
en_us: "Can I ask a question?"

source: “脱掉衣服，放在胸口就可以。”
en_us: "Take off his clothes and place the core on his chest."

source: “自然。”说到自己的专业，他像是背书似的脱口而出，“御兽之术，从寻踪、观气、运法、立阵到后面的，扬威、结印，乃至最后的契约，一样都不能少。”
en_us: "Naturally." This was Yi Feng's expertise. He began to recite the techniques from memory, "Every stage of beast control - from the pursuit, the observation and the movement, to the battle, the domination, the sealing and the contract - is equally important."

source: “自然是你们都不能成仙的意思。”那人眼神全都是嘲弄，似乎一点都不担心自己的处境一样，“只是一方小世界，也枉想登仙？真是可笑！没说只是让你受八十三道天雷，就算再多受一倍，你们也没有飞升的资格。此界根本没有天门。”
en_us: "It means none of you can ascend," the man mocked. He did not seem worried about his own situation at all. "You're just part of a small world, yet you dream of achieving immortality? What a joke! Let's not talk about going through 83 bolts of divine lightning - you won't even be fit to become an immortal even if you go through double of that. There is simply no such thing as an Heavenly Gate in this realm."

source: “自然！”杨管事看出了江逸的担忧，笑道：“我们武殿最重声誉，做事情也绝对公平公正，说一不二，这一点你放心。”
en_us: "Of course!" Manager Yang had spotted Jiang Yi's concerns and, smiling, he replied, "Our Martial Arts Hall takes our reputation most seriously, and when we do things we're definitely fair and impartial. We keep our word - that, you can be rest assured about."

source: “臭死了！”
en_us: "It stinks!"

source: “至于你父亲，按夫人的说法，你……没有父亲！”
en_us: "As for your father, according to My Lady, you... you don't have one!"

source: “芮糜……”掉在院里的人挣扎着想要爬起来，却伤得太重，努力了半天才撑起了半边身子，“你这魔头，用活人灵魂祭噬魂幡，我等正道修士……人人得而诛之！”
en_us: "Rui Mi… " The man who had fallen into the yard struggled to stand. The severity of his injuries made it almost impossible for the man to support his body upright, "You fiend, the use of living human souls to sacrifice to a Soul Devouring Gonfalon is condemned by us orthodox cultivators!"

source: “芮糜已死！”
en_us: "The Soul Devouring Gonfalon is dead!"

source: “苍狼！”
en_us: "Lone Wolf!"

source: “苍狼，你去哪？”
en_us: "Lone Wolf, where are you going?"

source: “苍狼，出战吧！”杨管事咧嘴一笑，朝江逸招了招手，这翊凌雪本就是他通知的，否则怎么会来得那么快？
en_us: "Lone Wolf, head out for combat!" Manager Yang grinned widely and waved his hand towards Jiang Yi. He was the one who informed this Yi Lingxue, after all, otherwise how could she arrive so soon?

source: “苍狼，出战！”
en_us: "Lone Wolf, it's time to do battle!"

source: “苍狼，出来对战了！”
en_us: "Long Wolf, come out and battle!"

source: “苍狼？怎么还不进来？”
en_us: "Lone Wolf? Why are you not coming inside?"

source: “若是再留一刻，恐怕不止是金丹碎裂，我俩都要死在那里！”
en_us: "If we stayed any longer, I am afraid not only would my Golden Core have been shattered, the both of us would have died there!"

source: “若是大仙不方便，改日也行。大仙放心我并没有向他透露您的任何信息。”怕她生气，轩辕禹立马又接了句，“我这就去通知印家主，取消明日的宴席。”
en_us: "If it's not convenient for you, Great Immortal, we can always postpone it. Rest assured that I have not told him anything about you." Afraid that Shen Ying would get mad, Xuan Yuanyu quickly added, "I will go and inform the Yin Family Master to cancel tomorrow's banquet immediately."

source: “茶水还是热的。”
en_us: "The tea in your room is still hot."

source: “草木灵不可能在人修的地方生长，又需要浓郁的木灵气。”羿清接口道，“所以他才认为这个秘境里会有。”
en_us: "The vegetation spirit cannot grow amongst human cultivators. It needs thick wood Spirit Qi to survive,” Yi Qing explained. "That's why the family thinks that they can find more in this mystic realm."

source: “草木灵就是草木灵气汇聚而成的生灵。”孤月解释道，“灵草灵植虽然身附灵气，生命也比妖兽更长久，却不能生出灵智。但若是在灵植特别多的地方，浓郁的木灵气有可能会在灵植中催生出草木灵。但这种机率低到可以忽略不记，我也是第一次见到草木灵。”
en_us: "A vegetation spirit is a spirit formed from vegetation Spirit Qi," Lonemoon explained. "Although spirit herbs contain Spirit Qi, they have no way of gaining sentience. But if they grow in a place with an exceptional population of spirit herbs, the thick wood Spirit Qi can cause the spirit herbs to turn into a vegetation spirit. The chances of that happening are negligible, though. This is the first time I'm coming across one myself."

source: “草木灵植的生命向来极为坚韧，没准还真能起死回生。”
en_us: "The lifeforce of Vegetation Spirits has always been resilient. Perhaps it can really be revived."

source: “草木灵！”
en_us: “A vegetation spirit!"

source: “荒唐！草木灵是应天地灵气而生，虽然生有灵智，但向来孤高，怎会随意回应。就算是它认定的主人也无法……”
en_us: "Ridiculous! The Vegetation Spirit is formed by the Spirit Qi in the Heaven and Earth. Although it has sentience, it has always seen itself as superior. Even if it had chosen a master, it wouldn't-"

source: “药力的确增强了很多！”
en_us: "Their medical efficacy did indeed increase by a lot!"

source: “莫非是那只狐妖来了，沈萤你帮……咦？人呢？”孤月刚要交待她看着其它弟子，却发现刚刚还在旁边打嗑睡的某人，已经不见了身影，而且……还顺走了那只狸猫！
en_us: "Could this be the fox demon? Shen Ying, can you help… Huh? Where did she go?" Lonemoon had wanted to instruct her to look after the other disciples, but realised that Shen Ying, who had been dozing next to him until this moment, had disappeared. And… she had taken the civet cat along with her!

source: “萝卜。”沈萤看了一眼地上的草木灵，指向对面的众人道，“听说你是他们家的？”
en_us: "Radish," Shen Ying called out again, staring at the radish on the ground. She pointed to the people on the Lotus Flower and asked, "They say you belong to them?"

source: “萝卜变个身，带沈萤回去！”
en_us: "Radish transform and take Shen Ying back!"

source: “萝卜啊，老蹲坑里干嘛，早点变回人形吧。”沈萤一边浇水一边语重心长的劝。
en_us: "Radish, why do you keep staying in that hole, quickly transform into human form." Shen Ying persuaded earnestly as she watered him.

source: “萝卜，开几朵花。”沈萤道，总不能白拿人家的东西。
en_us: "Radish, make some flowers bloom," Shen Ying said. They could not receive things for free.

source: “萝卜？”
en_us: “Carrot?”

source: “萝卜？”沈萤愣了愣，这个世界植物都是同模的吗？为什么长得都像萝卜，而且这棵居然还会动。她忍不住朝它叶子上戳了戳，“喂，你干嘛呢？”
en_us: A radish? She stopped in her tracks. Was everything in this world made from the same mould? Why did everything look like moving radishes? She couldn't help but prod at the carrot saying, "Hey, what are you doing?"

source: “蒲公英！”你一个萝卜长出蒲公英是什么鬼？变异了吗？
en_us: "A dandelion!" How did this dandelion come out of the radish? Is it mutating?

source: “薄城主。”孤月瞅了瞅，“你们这是……”
en_us: Lonemoon looked upon the trio again and said, "City Lord Pu. This is..."

source: “薄城主。”孤月突然开口问道，“可有暂时屏蔽仙气的法子？或是能透视仙脉的仙器？”
en_us: Lonemoon broke the silence and asked, "City Lord Pu, is there a way to temporarily screen the immortal Qi away? Or a divine tool to examine the immortal pulse?"

source: “薄城主好意我们心领了，只不过我派中弟子皆为低阶的地仙，这里的仙气对他们来说，已经够用了。”孤月道。主要是不想再跟男主扯上关系了。
en_us: Lonemoon explained, "We appreciate your kindness City Lord Pu. It's just that my disciples are mere low level Earth Immortals. The Immortal Qi here is more than enough for them." But the main point is still that we do not want to have anything to do with you.

source: “薄城主过奖了……”孤月笑得更深，挂起经商专用表情。
en_us: Lonemoon smiled even more awkwardly and replied, "Oh that's too nice of you City Lord Pu..."

source: “薄某到这才发现，这无敌派果真是个好地方。”薄飞平笑了笑道，“门下弟子也各有所长，比起我那曲双城可是要鲜活热闹多了。”
en_us: Pu Fei Ping laughed and said, "I only realized when I arrived here that Invincible Sect is actually a nice place to stay in. Each of the disciples of your sect have their own capabilities, and as compared to my Qushuang City, it is so much more lively here!" as

source: “虎哥！”
en_us: "Brother Hu!"

source: “虽然不像数码产品那样，一天一个变化那么夸张，但几年……或是几百年一变也是有的吧？毕竟这五万年的时间，都够从石器时代走到社会主义了。”
en_us: "Although your heritage doesn't contain digital products, which rapidly become obsolete, but a few years… or a few hundred years would certainly be enough to make the recipes obsolete, right? Afterall, 50,000 years is enough to progress from the Stone Age to when socialism became popular."

source: “虽然是正派大比，但也不能保证没有心胸狭隘之辈，会下死手。”孤月解释道，“这防御法器你们比赛时带在身上，以防万一。”
en_us: "Although this is a competition amongst decent sects, there is no guarantee that there won't be people who are narrow minded and are out to kill," Lonemoon explained. "Take these defense Dharma artifacts with you guys during the competition, just in case."

source: “蛇鞭腿！”
en_us: "Snake Whip Leg!"

source: “蛟龙并不算是真正的龙族。”易峰带些着急的解释道，“只是快要化龙的蛟族，虽也称得上神兽，只不过这只……”怎么看都不像是象征祥瑞的神兽啊。
en_us: "Flood dragons do not really belong to the dragon family," Yi Feng explained nervously, "They're just wyrms that are turning into dragons. We call them divine beasts but this is just..." No matter which angle Yi Feng took, the flood dragon did not look like a divine beast.

source: “蠢货，快去取黑石，生火！”
en_us: "Idiot, quickly get me some coal and start the fire!"

source: “血狐，你杀了这么多人，剖心挖腹就是为了布这血祭大阵？”孤月皱着眉扫了四周一眼，“你到底想干什么？”血祭大阵是出了名的邪阵，需要以人心为祭，万千生灵的鲜血为引才能启动。威力十分巨大，传闻阵成之时，会形成血云绵延万里，血云之下万物寸草不生。
en_us: "Blood Fox, the reason you killed so many people, eviscerating them, was just so you could set up this Blood Sacrifice Array?" Lonemoon frowned and scanned his surroundings. "What are you planning to do?" The Blood Sacrifice Array was a notoriously evil formation array which required the sacrifice of a human heart and the blood of thousands of humans before it could be activated. The array held enormous power. It was rumored that once the array was completed, a blood cloud would form which would drift for thousands of miles, under which no living thing would survive.

source: “行了你走吧，你直走就可以进城，入城后沿大街走到底再右转，就能看见传送阵。”
en_us: "All right, you can proceed from here. Go straight and you will enter the city. After that, walk down the main road to the end and turn right, you will see the transportation array."

source: “行了思羽，继续去演武场教你师妹们吧！”孤月朝某个变身的人挥了挥手，一脸淡定的捏了个风诀，打扫现场。
en_us: "That's enough Si Yu. You can go back to the arena to teach your Junior Sisters!" instructed Lonemoon. Lonemoon waved at her and calmly produced a hand seal which cleaned the area up.

source: “行了行了，你们差不多得了。”他推了推旁边的沈萤，实在是不想在屋顶上趴着了，都说了这样的脑残计划不行，那些筑基弟子压根不会收敛气息，十几个满气灵气的修士，那妖怪是瞎才看不到，“都怪你出的馊主意，那妖怪会来才有鬼。”
en_us: "Enough, you all should call it off." He nudged at Shen Ying, who was next to him. He really didn't want to continue lying on the roof. He had told them that such a harebrained idea wouldn't work. Those Foundation Establishment disciples did not know how to rein in their aura; only a blind demon would be unable to detect a few dozen cultivators full of Spirit Qi. "You and your asinine plan, it would be a miracle if a demon came!"

source: “行了行了，我们不想管你的喵事。”孤月不想再跟这只小狸猫妖纠缠，挥了挥手，“念在你的确没有伤人的份上走吧，以前不许晚上出去吓人了！至于那只狐妖，我等自会去找它算账，你等几日再出镇，省得又被抢了。”
en_us: "Okay, okay, we are not interested in your kitty affairs." Not wishing for further entanglements with this little civet cat demon, Lonemoon waved his hands, saying, "On account of the fact that you really did not harm anybody, we will let you go. But from now on, you are not to go out at night to scare people. As for the fox demon, we will settle our scores with it in due course. You better wait a few days before leaving the town to avoid being robbed again."

source: “行了行了，收起你的粉丝逻辑，你师父这属性没得治！”他转头瞪了沈萤一眼，“管管你的脑残粉啊喂！”
en_us: "Alright, alright, keep your fan logic, your master's nature cannot be treated!" He turned and glared at Shen Ying. "Can you manage your brain damaged fan?!"

source: “行了行了，起来吧，一家人不用客气！”她呵呵笑着扶起人，“我有点饿了，先去做饭吧？”
en_us: "Okay, okay, get up, no need to stand on ceremony, we are family now!" she laughed, helping him up. "I'm a little hungry now. Can you prepare a meal first?"

source: “行吧，辛苦你了。”连忙挥了挥手放他们进来。
en_us: "Alright, that's tough on you," she promptly waved her hand to bring them in.

source: “行行行，你们教。我不说话行了吧？”最终孤月只好退后一步，横了后面的沈萤一眼，“不是要教徒吗？你教你教！”他到要看看，她能教出什么来。别以为他看不出来，她就是个凡人，会仙术剑法才怪。为了让剑仙拜她为师，肯定是乱说了什么，现在是现成的拆穿机会，等羿清看清她的真面目，他再来收徒不迟。
en_us: "Alright, alright, alright, you teach. I will just remain silent okay?" Finally, Lonemoon stepped back and glared at Shen Ying. "Aren't you going to teach your disciple? You teach, you teach!" He wanted to see what she could actually teach. Don't think that he did not know, she was just a mortal, so how could she know the Immortality Sword Dharma. She must have uttered some nonsense to get the Sword Immortal to come under her wing. Now was the perfect time to expose her. Wait till Yi Qing saw her true colors, then he could still get him to become his disciple.

source: “被妖怪深夜闯入，那些人家当真一点损失都没有。”
en_us: "The residents whose houses were broken into didn't really lose anything much."

source: “要不……顺便再盖个房子吧？反正你有经验。”
en_us: "Why not… build a house while you're at it? You have experience in any case."

source: “要不师父您先在城中逛逛，五十灵珠不多。我去城中找份短工，想必天亮之前，便能赚足传送费用。”他一本正经的提议。
en_us: "Why not Master shop around in the city first. 50 spiritual pearls is not a lot. I can find a temporary job here, and I will be able to earn enough for the transportation fees before the sun rises." He suggested solemnly.

source: “要不我们现在就回去准备吧？”
en_us: "Why don't we head back to prepare dinner right now?"

source: “要不我来？”沈萤习惯性的抬起脚。
en_us: "Do you want my help?" Shen Ying habitually raised her leg.

source: “要不随便加点药粉试试？”
en_us: "Why don't I just add some medicinal powders and experiment?"

source: “要不，我带她们回去吧！我不是掌门吗?”沈萤举爪提议，“反正我也困了。”
en_us: "How about I bring them back! Aren't I the sect master?" Shen Ying raised her hand in suggestion. "I’m sleepy anyway."

source: “要元婴才能进。”奚秋惊讶的瞪大了眼睛，那秘境居然只有元婴以上的人才能进去，玄天宗元婴以上修士虽然不少，但是绝对比不上上青界的。而且听他的口气，元婴修士就算进去，估计也深入不了秘境里面。
en_us: "Only Nascent Soul stage cultivators can enter," Xi Qiu repeated, his eyes widening in surprise. To think that one had to at least be at the Nascent Soul stage to enter the mystic realm. The Blackheaven Sect didn't lack Nascent Soul stage cultivators, but the Upper Azure World had many more. Even if those at the Nascent Soul stage could enter, they probably wouldn't even be able to make it into the mystic realm.

source: “要劈多久啊？”沈萤边嗑瓜子边问。
en_us: "How long will it take?" asked Shen Ying, munching on her melon seeds.

source: “要厉害的吗？”
en_us: "Do we want to sound formidable?"

source: “要帮忙吗？”沈萤突然问。
en_us: "Do you need help?" Shen Ying suddenly asked.

source: “要怎么做？”沈萤问。
en_us: "How should it be done?" Shen Ying asked.

source: “要怎么治？”
en_us: "So how can it be cured?"

source: “要考些啥？”
en_us: "What should I test them?"

source: “要这样啊。”沈萤点了点头，转身往后看去。
en_us: "As you wish." Nodding, Shen Ying turned and looked behind her.

source: “见过不讲理的，没见过这么不讲理的。”孤月实在忍不住上前，“明明是你们轩辕家贪得无厌，妄想独占上古秘境。结果独占不成，还想在秘境伺机报复。秘境之中向来凶险自负，他们技不如人自食恶果。你们居然还有脸来讨公道？堂堂轩辕世家居然是这样输不起的人。”
en_us: "I have seen people who do not reason, but I have never seen such an unreasonable person." Lonemoon could not hold himself back. "It is clear that your Xuan Yuan Family is greedy of gain and wanted to claim the ancient mystic realm. Now that you could not claim it, you even want to use this opportunity to exact revenge for what happened in the mystic realm. One always has to be responsible for the dangers they encounter in a mystic realm. If you are not skillful enough then you would have to pay the price. How can you come here to seek justice? The Xuan Yuan Family is such a sore loser."

source: “见过两位师叔。”众人齐齐行了个礼。
en_us: "Greetings to you both, Uncle-Masters." Everyone saluted them.

source: “见过两次，不熟。”她随口道，说完状似不经意的往桌外，默默扒了扒那碗肉。
en_us: "We met twice. I don't know him well," replied Shen Ying, her hand stealthily pushing the piece of meat over the table.

source: “见过了？！”众人面面相觑，“掌门何意？”她们什么时候见过了。
en_us: "Already seen?!" Everyone looked at each other at a loss for words. "What do you mean, Sect Master?" When had they met them?

source: “见过大仙！”游仙轩辕勇也连忙战战兢兢的行礼。
en_us: "Greetings, Great Immortal!" With great trepidation, Traveling Immortal Xuan Yuanyong also rushed forward to greet Shen Ying.

source: “见过孤月师叔！”四人齐齐起身行礼。
en_us: "We pay our respects to Uncle Master Lonemoon!" The four men got up and saluted.

source: “见过羿掌门！”那人向她行了个礼。
en_us: "Greetings, Sect Master Yi!" the person bowed.

source: “见过荣管事！”
en_us: “Greetings, Chief Rong!”

source: “见鬼！”
en_us: "Holy cow!"

source: “解决了……吧！”
en_us: "Settled... I think!"

source: “解决了吗？”孤月上前问道。
en_us: "Is it all settled?" Lonemoon went up and asked.

source: “言情小说？”
en_us: "A romance novel?"

source: “认主？没有啊！”
en_us: "Acknowledge me as its master? No!"

source: “认识啊。”沈萤眼神眯了眯，“那就没错了。”
en_us: "Oh, so you know them." Shen Ying narrowed her eyes. "Then there's no mistake."

source: “认识我？”思羽一愣，一脸莫名的看了郁红一眼，“是谁？”
en_us: "Know me?" repeated Si Yu, looking to Yu Hong with a perplexed expression on her face. "Who is it?", she asked the rabbit demons.

source: “让她们自己说。”孤月沉声打断道，“修习过什么功法，她们自己应该最清楚。”
en_us: "Let them speak for themselves." Lonemoon interrupted with a serious tone. "They should be clear on what cultivation techniques they have learned and practiced."

source: “让开！”沈萤上前一步，一把拔开挡在前面的孤月，抬起腿朝着那个阵法上，用力踹了过去。
en_us: "Move aside!" Shen Ying stepped forward and pushed Lonemoon, who was blocking her, to one side. Raising her leg, she directed a powerful kick at the array.

source: “让道友失望了，几百年内都不会了。”
en_us: "Sorry to disappoint you, Fellow Daoist, I will not go into seclusion for the next few hundreds of years."

source: “记得多放点肉啊。”
en_us: "Remember to add more meat."
